{"username": "goblin", "password": "scrypt:32768:8:1$BS6039GJfmFfYkzA$fcc1c67c22f8dd9254aba6b08c38a6a1b3f05e0d98223f7d419ce7eae389ce9d9234214d1215943b09b3cad1328f09c58e2f83f840e882a4936d7f588832358f", "library": {"books": [{"current_chapter": "1", "current_volume": "1", "id": "b586cbab-ec8f-4719-b9f0-9e6746da6526", "title": "Kamen Rider Amazon", "description": "Amazon, a wild youth in the jungle, is remodeled by the ancient Inca science. With the \"Bracelet of Gigi,\" the key that opens the door to the hidden treasure, on his arm, he protects the treasured ordnance and weaponry, as well as the future of mankind! \n\nThe enemy is Gorgoth, a ten-faced demon who plans to conquer the world with the \"Bracelet of Gaga,\" an opposing key!", "tags": ["Sci-Fi", "Monsters", "Action", "Animals", "Survival", "Superhero", "Adventure", "Gore", "Drama", "Horror", "Adaptation"], "demographic": "shounen", "cover_art": "99db36db-05ff-4cdc-82b5-73c7e8cda56c", "last_chapter": "5", "last_volume": "1"}, {"current_chapter": "2", "current_volume": "1", "id": "8759ac55-63e2-4b1b-b03b-5d8cc0ed1ee5", "title": "Koisuru Kichikujima", "description": "Love is absolutely forbidden! Kaworu, the \"public disciplinary commissioner of justice,\" uses a chainsaw to purge all the men of their sins in order to protect the purity of the girls! Standing in Kaworu's way is the \"boy with high femininity,\" Takahisa, and Kaworu's sister, Mari, the \"demon public disciplinary commissioner.\" In this parallel world of \"Freak Island\" set in Santa Maria Academy, a storm of blood and love is about to... erupt!!?", "tags": ["Romance", "Comedy", "Gore", "School Life", "Slice of Life"], "demographic": "seinen", "cover_art": "6d061ae9-8543-48d2-b60b-40bd02a16408", "last_chapter": "40", "last_volume": "2"}, {"current_chapter": "663", "current_volume": "72", "id": "239d6260-d71f-43b0-afff-074e3619e3de", "title": "Bleach", "description": "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy.   \nNow a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.   \n\n---\n  \n- **Won the 50th Shogakukan Manga Award for Shonen**  \n \n--- \n- [Alternate Official English](https://mangaplus.shueisha.co.jp/titles/100004)", "tags": ["Award Winning", "Action", "Comedy", "Martial Arts", "Adventure", "Gore", "Drama", "Fantasy", "Supernatural"], "demographic": "shounen", "cover_art": "e8fbeea0-2baf-4c73-ae13-6b47a531283f", "last_chapter": "686", "last_volume": "74"}, {"current_chapter": "5", "current_volume": "1", "id": "ece511da-3461-421a-8275-7af48a642aa5", "title": "Beauty and the Beast Girl", "description": "A lonely monster, living in seclusion in the forest, wishes she could live amidst humans despite her frightening appearance. \nEverything changes when she starts getting a visitor–a blind human girl who’s fascinated with her mysterious forest friend. \nAs the monster and the girl grow attached in their secluded world, their love proves that beauty is in the eye of the beholder.", "tags": ["Romance", "Comedy", "Girls' Love", "Fantasy", "Monster Girls", "Web Comic"], "demographic": "shounen", "cover_art": "253e8326-f2c4-4f2f-bf3a-f9bbbeb4bcb9", "last_chapter": "50", "last_volume": ""}, {"current_chapter": "30", "current_volume": "1", "id": "25ce6f0e-51ae-467e-8519-fe90060586dc", "title": "From a Knight to a Lady", "description": "The sword of my closest friend and trusted adjutant pierced my body. When I opened my eyes again, I had become a noble lady of the enemy kingdom. In an unfamiliar and weak stranger’s body, three year’s time was lost, in which my homeland was brought to ruin. I was unable to come to my senses because of the pain of betrayal and confusion of my identity. However, eventually I decided to live on as 'Luciphella Aidine', a noble who wields a sword.  \r\n\r\n\r\n---", "tags": ["Reincarnation", "Time Travel", "Long Strip", "Romance", "Drama", "Fantasy", "Web Comic", "Adaptation", "Full Color"], "demographic": "shoujo", "cover_art": "9e508455-b0b2-4f93-bc98-380e9d0f63c1", "last_chapter": "", "last_volume": ""}, {"current_chapter": "3", "current_volume": null, "id": "b6d91f58-a38f-4107-b9ec-ed2cfd61db41", "title": "Meshitaki Onna ni Yakuza no Ai wa Omosugiru", "description": "Nanao Shindo, a office worker, happens to cook for her neighbor. However, it turns out to be a hangout for yakuzas! The yakuzas love the taste of her cooking, and Nanao becomes a favorite of the yakuzas. The yakuza gang leader, Ren Kazama, sees her and begins to love her...? This kind of love is too heavy!", "tags": ["Romance", "Comedy", "Mafia", "Slice of Life", "Cooking", "Adaptation"], "demographic": "shoujo", "cover_art": "ee09eb42-f0d1-44ed-9086-6eb9154b7292", "last_chapter": "", "last_volume": ""}, {"current_chapter": "5", "current_volume": "1", "id": "8c4f7490-1e4d-43a0-bea5-aa0eb93eab36", "title": "Venom, Kyuuai-sei Shoujo Shoukougun", "description": "Loneliness is like poison, I have nothing, I'm a failure, I'm a failure, and so on... In a social networking site where girls vent their pain, she comes across a rumor of \"Courtship Girl Syndrome,\" which only teenage girls are affected by. She thought it was just a myth, a disease with a cute name and symptoms like those of a manga character. However, the abnormalities that began to occur in the girl's body as a result of a certain problem are very similar to the rumors...?\n\nWe are affected by the blue spring disease.", "tags": ["Psychological", "Drama", "School Life", "Adaptation", "Tragedy"], "demographic": "shounen", "cover_art": "435ef283-1c28-4bef-891c-2ce7dba223a2", "last_chapter": "", "last_volume": ""}, {"current_chapter": "9", "current_volume": "2", "id": "72d1ae71-4391-4bb2-9f39-784af3cc3c71", "title": "JoJo's Bizarre Adventure, Part 6: Stone Ocean (Official Colored)", "description": "The highly acclaimed sixth arc of Hirohiko Araki’s JoJo’s Bizarre Adventure shifts the action from Italy to America, as Jolyne Cujoh—daughter of Jotaro Kujo—is sentenced to 15 years in prison for a murder she didn’t commit! In a bizarre turn of events, the prison is filled with Stand users. Some become her allies, but many are sent to kill Jolyne and her friends in a scheme to resurrect the scourge of the Joestar family—DIO! It’s a battle for survival in a prison where death lurks around every corner while Jolyne fights to save her father’s life in JoJo’s Bizarre Adventure: Part 6—Stone Ocean!", "tags": ["Award Winning", "Official Colored", "Action", "Comedy", "Adventure", "Drama", "Supernatural", "Mystery"], "demographic": "shounen", "cover_art": "9c213a66-5bff-480e-878d-db93a143ebef", "last_chapter": "158", "last_volume": "17"}]}}